Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_1s.doc.tmx
Source language: sme
Languages: nob

source: Sámediggi galgá ráhkadit ođđa strategalaš plána sámi mánáidgárddiide 2001-2005 áigodaga várás , mii ovddiduvvo Sámedikki plenumai dán jagi mielde .
nob: Sametinget skal utarbeide en ny strategisk plan for samiske barnehager for perioden 2001-2005 , som vil bli forelagt Sametingets plenum i løpet av året .

source: Plánas čilgejuvvo sámi oahppoplánaid ráhkadeapmi ja eará áŋgiruššansuorggit .
nob: Planen vil skissere utvikling av samiske læremidler og andre satsingsområder .

source: Mánáid- ja bearašdepartementa lea juolludan kr. 200 000,- vuosttažettiin oahpponeavvuide ja bagadallanneavvuide sámi mánáidgárddiid várás .
nob: Barne- og familiedepartementet har bevilget kr. 200.000,- primært til læremidler og veiledningsmateriell til samiske barnehager .

source: Submi lea seamma go dat maid departemeanta lea juolludan maŋemus golbma jagi dákkár bargguide ovddeš Sámi oahpahusráđi bokte .
nob: Beløpet er det samme som departementet i de siste tre årene har kanalisert gjennom tidligere Samisk utdanningsråd , til slikt arbeid .

source: Vuođđo- ja joatkkaoahppu
nob: Grunn- og videregående opplæring

source: Vuođđoskuvlla ja joatkkaoahpahusa láhka ( oahpahusláhka ) mii bođii fápmui borgemánu 1.b.1999:s , vuoigatvuođavuođđuda oahpahusa sámegielas ja sámegillii vuođđo- ja joatkkaskuvllas .
nob: Lov om grunnskolen og den videregående opplæringen ( opplæringsloven ) , som trådte i kraft 1. august 1999 , hjemler opplæring i og på samisk i grunn- og videregående skole .

source: Dát lea vuođđuduvvon lága 6. kapihttalis .
nob: Dette er hjemlet i kapittel 6 i loven .

source: Láhka addá sápmelaččaide individuálalaš vuoigatvuođa oažžut sámegieloahpahusa vuođđoskuvllas ja joatkkaskuvllas .
nob: Loven gir samer en individuell rett til opplæring i samisk i grunnskolen og videregående skole .

source: Viidáseappot lea buot sámi guovlluid vuođđoskuvlaahkáhaččain riekti oažžut oahpahusa sámegielas ja sámegillii .
nob: Videre har alle i grunnskolealder i samiske distrikt rett til opplæring i og på samisk .

source: Sámi guovlluid olggobealde lea ohppiin riekti oažžut oahpahusa sámegillii ja sámegielas go fal leat unnimusat logi oahppi geat dáhttot dákkár oahpahusa , ja nu guhká go báhcet unnimusat guhtta oahppi jovkui .
nob: Utenfor samiske distrikt har elever rett til opplæring i og på samisk når det er minst ti elever som ønsker slik opplæring , og så lenge det er minst seks elever igjen i gruppa .

source: Oahpahuslágas § 6-1 definerejuvvojit sámi guovlun :
nob: Samisk distrikt defineres i Opplæringslovens § 6-1 som :

source: » 1 ) sámi hálddašanguovlu sámelága § 3-1 mielde , 2 ) eará suohkanat dahje oasit suohkaniin njuolggadusaid mielde maid Gonagas stádaráđis lea addán , maŋŋil go Sámediggi ja guoskevaš suohkanat ja fylkasuohkanat leat buktán cealkámuša . »
nob: » 1 ) det samiske forvaltningsområdet etter §3-1 i Samelova , 2 ) andre kommunar eller delar av kommunar etter forskrifter gitt av Kongen i Statsråd etter at Sametinget og dei kommunane og fylkeskommunane spørsmålet gjeld , har fått uttale seg . »

source: Sámi guovlluid viiddideapmi § 6-1 , čuokkis 2 mielde , ii leat čađahuvvon .
nob: En utvidelse av samisk distrikt etter §6-1 , punkt 2 er ikke gjennomført .

source: Oahpahuslága njuolggadusaid mielde besset oahppit geain lea sámegiella vuosttaš dahje nubbingiellan vuođđoskuvllas ja joatkkaskuvllas lohkamis nuppi dárogiela .
nob: Forskrift til opplæringsloven gir fritak for opplæring i sidemål for elever som har samisk som første eller andrespråk i grunnskolen og i den videregående skolen .

source: Sámedikkis lea , oahpahuslága §6-4 váldi addit njuolggadusaid oahppoplánaid sámi sisdollui fágain mat leat čadnon O97:i , ja maiddái sámi giellaoahpahusa oahppoplánaide vuođđoskuvllas ja joatkkaoahpus , ja erenoamáš sámi fágaide joatkkaoahpahusas dan sisdoalu ja daid resursarámmaid siskkobealde maid departemeanta mearrida .
nob: Sametinget har i følge opplæringslovens §6-4 myndighet til å gi forskrifter til det samiske innholdet til læreplaner for fagene knyttet til L97 , samt for læreplaner for opplæring i samisk språk i grunnskolen og videregående opplæring , og spesielle samiske fag i den videregående opplæringen innenfor omfang og ressursrammer fastsatt av departementet .

source: Sámediggi galgá maiddái ovttasráđiid departemeanttain ráhkadit njuolggadusárvalusaid eará erenoamáš oahppoplánaide oahpahussii sámi guovlluin ja sámi ohppiide sámi guovlluid olggobealde geat ožžot sámi oahpahusa .
nob: Sametinget skal også i samarbeid med departementet lage utkast til forskrifter til andre særskilte læreplaner for opplæring i samiske distrikt og for elever utenfor samiske distrikt som får samisk opplæring .

source: 10-jagi vuođđoskuvlla oahppoplánat ja 10-jagi vuođđoskuvlla sámi oahppoplánat ( O 97 ja O97Sámi ) čilgejit dábálaš vuođđoskuvlla oahpahusa sámi sisdoalu , ja maiddái daid ohppiid oahpahusa guđet čuvvot Sámi oahppoplánaid .
nob: Læreplanverket for den 10-årige grunnskolen og Det samiske læreplanverket for den 10-årige grunnskolen ( L 97 og L97Samisk ) omhandler det samiske innholdet i den ordinære grunnskole-opplæringen , samt opplæringen for elever som følger Det samiske læreplanverket .

source: O97Sámi gusto sámi giellahálddašanguovllu suohkaniidda , ja vel dihto skuvllaide soames suohkaniin sámi giellahálddašanguovllu olggobealde gos lea oahpahus sámegillii .
nob: L97samisk er gjeldende for kommunene i forvaltningsområdet for samisk språk , samt utvalgte skoler i noen kommuner utenfor forvaltningsområdet for samisk språk som har opplæring på samisk .

source: Bargu rámmaeavttuiguin vuođđoskuvlla lágaid ektui boahtá maiddái guoskat joatkkaoahpahussii .
nob: Arbeid med å bedre rammebetingelser i forhold til lovverk vil gjelde både for grunnskolen videregående opplæring .

source: Joatkkaoahpahus ferte huksejuvvot dan vuođu nala maid vuođđoskuvla lea addán ohppiide Sámi oahppoplánaid bokte ja maiddái viidáseappot dan vuođu ovddidit .
nob: Videregående opplæring må bygge på og utvikle videre det grunnlaget som grunnskolen har gitt elevene gjennom Det samiske læreplanverket .

source: Sámedikki váldi ráhkadit njuolggadusaid joatkkaoahpahusa sisdollui ferte viiddiduvvot .
nob: Sametingets myndighet til å gi forskrifter til innholdet i den videregående opplæringen må utvides .

source: Joatkkaoahpahussii gávdnojit sámi oahppoplánat sámegielas vuosttašgiellan , sámegielas nubbingiellan , dárogielas , boazodoalus ja duojis .
nob: For den videregående opplæringen foreligger samiske læreplaner i samisk som førstespråk , samisk som andrespråk , norsk , reindrift og duodji .

source: Oahppoplánat O 97 ja O97Sámi leat láhkaásahusmearriduvvon ja addet dakkobokte geatnegahtti vuođu iešguđet guovlluid oahpahussii .
nob: Læreplanverkene L 97 og L97Samisk er forskriftsfestet og således gir de et forpliktende grunnlag for opplæringen innenfor sitt område .

source: Seamma árvu lea joatkkaoahpahusa oahppoplánain .
nob: Den samme status har læreplanene i den videregående opplæringen .

source: Vai Sámediggi buorebut sáhtášii bidjat eavttuid sámi joatkkaoahpahusa sisdollui go dál , de oaivvilda ráđđi ahte Stáhta sámi joatkkaskuvllaid stivra ferte sirdot Sámedikki doibmii nu jođánit go vejolaš .
nob: For at Sametinget på en bedre måte enn i dag skal kunne legge premissene for innholdet i den samiske videregående opplæringen , mener Rådet at Styret for de statlige samiske videregående skolene må legges inn under Sametingets virksomhet så snart som mulig .

source: Dain fylkkagielddalaš joatkkaskuvllain main lea erenoamáš ovddasvástádus addit fálaldaga sámi ohppiide Tromssa , julev- ja lullisámiguovllu joatkkaskuvllain , fertejit boahtteáiggis leat oassin stuorát fierbmeovttasbarggus stáhta sámi joatkkaskuvllaiguin .
nob: Fylkeskommunale videregående skoler som har et særskilt ansvar for å gi tilbud til samiske elever i videregående skoler i Troms , lule- og sørsamisk område , må i framtiden inngå i et større nettverksbasert samarbeid med de statlige samiske videregående skolene .

source: Fertejit ásahuvvot goabbatbeallásaš ovttasbargolinjját dáid gaskii .
nob: Det må opprettes gjensidige samarbeidslinjer mellom disse .

source: Dán bargui fertejit sihke oamasteaddjit departemeanta ja fylkkagielda ja Sámediggi láhčit dilálašvuođaid , vai skuvllat ládje sáhttet ávkkástallat guimmiideaset máhtuin , gelbbolašvuođain ja vásáhusaiguin dán ohppiidjoavkku dáfus .
nob: Dette er et arbeid som både departementet og fylkeskommunene som eiere , og Sametinget må legge forholdene til rette for at skolene på ulike vis kan dra nytte av hverandres kunnskap , kompetanse og erfaringer i forhold til denne elevgruppen .

source: Dán barggu ferte maiddái geahččat sámi ohppiid Ođastus- 94 evaluerema oktavuođas .
nob: Dette arbeidet må også sees i sammenheng med evalueringen av Reform- 94 for samiske elever .

source: Bargu álggahuvvui 1999:s ja loahpahuvvo cuoŋománu 2000 .
nob: Arbeidet ble igangsatt i 1999 og vil bli sluttført i april 2000 .

source: Sámediggeráđđi boahtá čuovvut evaluerenraportta bohtosiid ja bargat dan ovdii ahte dilit mat čájehuvvojit leat negatiivan sámi ohppiide , divvojuvvojit .
nob: Sametingsrådet vil følge opp konklusjonene i evalueringsrapporten og arbeide for at de forhold som viser seg å være negative for samiske elever rettes opp .

source: Oahpahusláhka – rievdadeamit
nob: Opplæringsloven med forskrifter - endringer

source: Oahpahuslága njuolggadus nu movt dálá hámis lea , ii váldde Sámedikki oaivila mielde , doarvái buriin vuođuin vára sámi ohppiid vuoigatvuođain oažžut oahpahusa sámegielas ja sámegillii daid ohppiid dáfus geat orrot sámi giellahálddašanguovllu olggobealde .
nob: Forskriften til opplæringsloven slik den er fastsatt i dag , ivaretar ikke etter Sametingets oppfatning på et tilstrekkelig grunnlag samiske elevers rett til å få opplæring i og på samisk for de elever som er bosatt utenfor forvaltningsområdet for samisk språk .

source: Danne lea hui deatalaš ahte Sámediggi čájeha erenoamáš beroštumi sámegielaoahpahussii sámi giellahálddašanguovllu olggobealde .
nob: Derfor er det svært viktig at Sametinget vier spesiell oppmerksomhet til samiskopplæringa utenfor forvaltningsområdet for samisk språk .

source: Sámediggeráđđi áigu álggahit sámi oahpahus- ja oahppogažaldagaid čielggadeami sámi giellahálddašanguovllu olggobealde dán jagi mielde .
nob: Sametingsrådet tar sikte på iverksette en utredning av samiske opplærings- og utdanningsspørsmål utenfor forvaltningsområdet for samisk språk i løpet av dette året .

source: Sámediggeráđđi áigu maiddái bargat dan badjelii ahte eanet suohkanat definerejuvvot oahpahuslága sámi doaibmaguvlui .
nob: Sametingsrådet vil arbeide for at flere kommuner defineres inn under virkeområdet for samisk distrikt i opplæringsloven .

source: Dát lea deatalaš lávki oččodeamis individuálalaš vuoigatvuođa sámegieloahpahussii vuođđoskuvllas .
nob: Dette er et viktig skritt i retning av å oppnå individuell rett til opplæring på samisk i grunnskolen .

source: Láhkavuođđu gávdno ja Sámediggeráđđi áigu bargat dan badjelii ahte ráhkaduvvojit sierra láhkaásahusat dahje ahte ráhkaduvvo lasáhus gustojeaddji láhkaásahussii mii mearrida guđet eará suohkanat berrejit definerejuvvot doaibmaguvlui .
nob: Lovhjemmelen er til stede og Sametingsrådet vil arbeide for at det utarbeides en egen forskrift eller en tilføyelse til gjeldende forskrift , som fastslår hvilke andre kommuner som bør defineres inn under virkeområdet .

source: Ođđa oahpahuslága áigumuš ii lean gáržžidit sámi ohppiid vuoigatvuođaid , muhto baicca viiddidit sin vuoigatvuođaid .
nob: Intensjonen med den nye opplæringsloven var jo ikke å innskrenke samiske elevers rettigheter , men heller at deres rettigheter skulle utvides .

source: Geavatlaččat čájehuvvo dattege ahte hálddašanguovllu olggobealde leat sámi ohppiid vuoigatvuođat gáržžiduvvon , ja leat biehttaluvvon nai oažžumis oahpahusa sámegielas ja sámegillii , dainna čujuhemiin ahte ođđa oahpahusláhka ii vuođđut dakkár vuoigatvuođa sámi guovlluid olggobealde .
nob: Praksis viser derimot at samiske elever bosatt utenfor forvaltningsområdet har fått begrenset sine rettigheter , ja dog avslag på å få opplæring i og på samisk , med henvisning til at den nye opplæringsloven ikke hjemler en slik rett utenfor samisk distrikt .

source: Dán šálloša Ráđđi hui čiekŋalit .
nob: Rådet beklager dette meget sterkt .

source: Ássanguovlu ii galgga mearridit oahppi sámi oahpahusfálaldaga !
nob: Det skal ikke være bosted som skal være avgjørende for hvilket samisk opplæringstilbud elevene skal få !

source: Sámediggeráđđi oaivvilda ahte ulbmil ferte leat rievdadit lága nu ahte sámegieloahpahusa individuálalaš vuoigatvuohta vuođđoskuvllas rahpasa .
nob: Sametingsrådet mener målet må være å få endret loven , slik at det åpnes for en individuell rett til opplæring på samisk i grunnskolen .

source: Sámediggi šálloša ahte Sámediggi ii leat ožžon válddi mearridit oahppoplánaid njuolggadusaid buot fágaide vuođđoskuvlla sámi ohppiide .
nob: Sametinget beklager at tinget ikke har fått myndighet til å fastsette forskrifter om læreplaner i alle fag for samiske elever i grunnskolen .

source: Sámediggi áigu bargat dan badjelii ahte oažžut dákkár válddi .
nob: Sametingsrådet vil arbeide for at Sametinget skal få slik myndighet .

source: Sámediggeráđđi áigu maiddái ovddidit O97Sámi geavaheami áššin .
nob: Sametingsrådet vil også sette bruken av L97Samisk på dagsorden .

source: Departemeanta lea dáhtton Norgga dutkanráđi álggahit Ođastus 97 evaluerema , mas ee Sámi Allaskuvla galgá evalueret ođastusa dan ektui movt ođastus lea doaibman sámi ohppiid dárbbuid dáfus .
nob: Departementet har bedt Norges forskningsråd å igangsette en evaluering av Reform 97 , hvor bl.a. Sámi allaskuvla skal evaluere reformen sett i forhold til hvordan reformen har virket i forhold til samiske elevers behov .

source: Sámediggeplánas čujuhuvvo ahte buot sámi ohppiin beroškeahttá ássanguovllus , galgá leat riekti oažžut oahpahusa mii vástida O97Sámi .
nob: I Sametingsplanen pekes det på at alle samiske elever uansett bosted skal ha rett til å kunne få sin opplæring i samsvar med L97Samisk .

source: Oahpahuslága njuolggadus ferte danne rievdaduvvot vai dát áimmahuššo .
nob: Forskriften til opplæringsloven må derfor endres slik at dette ivaretas .

source: O97Sámis lea seamma árvu ja geatnegahtti vuođđu go O97:s , ja dan ferte sáhttit váldit atnui dain skuvllain ja daid oahpaheddjiid bealis guđet fállet oahpahusa sámi ohppiide .
nob: L97Samisk har den samme status og forpliktende grunnlag som L97 , og den må kunne tas i bruk av skoler og lærere som gir opplæring til samiske elever .

source: Plánaid ferte maiddái sáhttit váldit atnui dakko gokko heivejit buorebut ohppiid duogážii go O 97. Unnimus mearri ferte leat ahte buot oahppit Norggas geain lea oahpahus sámegielas dahje sámegillii galget oažžut oahpahusa mii vástida O97Sámi .
nob: Planverket må også kunne tas i bruk der den er bedre tilpasset elevenes bakgrunn enn L 97. Et minimum må være at alle elever som har opplæring i eller på samisk i Norge skal få sin opplæring i samsvar med L97Samisk .

source: Dasa lassin fertejit sámi oahppit geat dáhttot oažžut oahpahusaset O97Sámi mielde oažžut dan vejolašvuođa vaikko ii leat oahpahus sámegillii vuođđoskuvllas .
nob: I tillegg må det åpnes for at samiske elever som ønsker det må få mulighet til å få sin opplæring i samsvar med L97Samisk , selv om de ikke har opplæring i samisk i grunnskolen .

source: Sámediggeráđđi áigu ovddidit ášši departementii .
nob: Sametingsrådet vil sette saken på dagsorden overfor departementet .

source: Sámi oahpponeavvut – oahpponeavvuid ráhkadeapmi ja sámi oahppogirjjiid dohkkeheapmi
nob: Samiske læremidler – utvikling av læremidler og godkjenning av samiske lærebøker

source: Departemeanta lea árvalan heaittihit stáhtalaš oahppogirjedohkkehan ortnega .
nob: Departementet har foreslått å avvikle den statlige ordningen for godkjenning av lærebøker .

source: Ášši lea meannuduvvome departemeanttas .
nob: Saken er til behandling i departementet .

source: Sámediggeráđđi lea áššis R16 00 / cealkán ahte Sámediggi dáhttu sámi oahppogirjjiid dohkkeheami bisuhuvvot ja ahte Sámediggi galgá hálddašit dohkkehanortnega .
nob: Sametingsrådet har i sak R 16/00 uttalt at Sametinget ønsker at godkjenning av samiske lærebøker skal opprettholdes og at Sametinget skal forvalte godkjenningsordningen .

source: Ráđđi cuige ahte lea Sámediggi mii galgá mearridit sámi oahppogirjjiid dohkkeheami njuolggadusaid .
nob: Rådet peker på at det er Sametinget som skal fastsette regler for godkjenning av samiske lærebøker .

source: Danne fertejit láhka ja njuolggadusat rievdaduvvot vai Sámediggi oažžu dán fápmudusa , ja dát ferte ovdanboahtit lágas ja njuolggadusain .
nob: Som en konsekvens av dette må loven og forskriftene endres slik at Sametinget kan få denne fullmakten , og dette må synliggjøres i lov og regelverk .

source: Ná joatkašuvvá ođđa doaimmaid ja viiddiduvvon válddi sirdin Sámediggái .
nob: Dette er en videreføring i overføring av nye oppgaver og utvidet myndighet til Sametinget .

source: Sámi oahpponeavvuid ráhkadeami ja buvttadeami dáfus , galgá Sámediggi ráhkadit ođđa sámi oahpponeavvoráhkadeami strategalalaš plána 2001-2005 áigodahkii , mii biddjo Sámedikki plenuma meannudeapmái dán jagi mielde .
nob: Når det gjelder utvikling og produksjon av samiske læremidler skal Sametinget utarbeide en ny strategisk plan for samisk læremiddelutvikling for perioden 2001-2005 , som vil bli lagt fram for Sametingets plenum i løpet av året .

source: Plána boahtá geažuhit movt vuoruheamit sámi oahpponeavvuid ráhkadeami ja buvttadeami viidát oktavuođas galget leat .
nob: Planen vil sette føringer på hvordan prioriteringa skal være på utvikling og produksjon av samiske læremidler i vid forstand .

source: Dát lea Sámi oahpahusráđi barggu joatkka .
nob: Dette er en videreføring av Samisk utdanningsråds arbeid .

source: Bargu sisttisdoallá ee jorgalanbálkkáid , čállibálkkáid ja buvttadandoarjaga merošteami njuolggadusaid .
nob: Arbeidet omfatter blant annet oversetterhonorarer , forfatterhonorarer og retningslinjer for beregning av produksjonsstøtte .

source: Lassin honoráraid justeremiidda , de lea maiddái deatalaš juolludit ruđaid gelbbolašvuođa buoridandoaimmaid čálliid ja lágádusaid dáfus .
nob: I tillegg til å justere honorarsatser , er det viktig å avsette midler til kompetansehevingstiltak rettet mot forfatter og forlag .

source: Sámediggeráđđi áigu maiddái árvvoštallat bidjat eavttuid doarjagiidda mat addojit sámi lágádusaide vai sámi oahpponeavvobuvttadeapmi lassánivččii .
nob: Sametingsrådet vil også vurdere å knytte betingelser til støtte som gis til samiske forlag , for å få økt produksjonen av samiske læremidler .

source: Dát bargu loahpahuvvo jagi 2000 ` vuosttaš jahkebeali .
nob: Arbeidet vil bli sluttført i første halvdel av år 2000 .

source: Movttiidahttinruđat , gozihanovddasvástádus ja diibmoresurssaid juohkin sámegieloahpahussii
nob: Stimuleringsmidler og fordeling av timeressurser til samiskopplæringen

source: Boahttevaš jagiid galgá vuođđoskuvllas čađahuvvot viiddis áŋgiruššandoaibma mii gohčoduvvo " skuvlapáhkkán " .
nob: Det skal i de kommende år skje en utstrakt satsing på grunnskolen under betegnelsen « skolepakken » .

source: Ruđat dán áŋgiruššamii galget buori muddui kanaliserejuvvot fylkkain stáhta oahpahuskántuvrraid bokte .
nob: Midlene til denne satsingen skal i store trekk kanaliseres gjennom statens utdanningskontorer i fylkene .

source: Sámediggi ja Sámi oahpahusráđđi leat čujuhan ahte lea deatalaš ahte Sámedikkis leat movttiidahttinruđat skuvlasuorgái .
nob: Sametinget og Samisk utdanningsråd har påpekt at det er viktig at Sametinget har en rekke stimuleringsmidler til fordeling for skolesektoren .

source: Muđui sáhttá šaddat nu ahte Sámediggi hálddaša " váivves dili " váilevaš oahpponeavvuiguin , dan botta go Stáhta oahpahuskántuvrrat juolludit ruđaid mat addet positiivvalaš bohtosiid ee skuvlaovddideami .
nob: Det kan ellers lett bli slik at Sametinget forvalter « elendigheten » gjennom læremidler som det ikke er nok av , mens Statens utdanningskontorer tildeler midler som gir positive utslag i skolen bl.a. skoleutvikling .

source: Sámediggeráđđi áigu danne bargat dan badjelii ahte Sámediggi beassá hálddašit dákkár movttiidahttinruđaid .
nob: Sametingsrådet vil derfor arbeide for at Sametinget får hånd om slike stimuleringsmidler .

source: Sámi skuvllaid dilli lea iešguđetlágán iešguđet guovlluin .
nob: Situasjonen i den samiske skolen er så vidt forskjellig fra område til område .

source: Leat skuvllat gos sámi giella ja muđui sápmelašvuohta lea oinnolaš ja lunddolaš oassin skuvlla doaimmas , ja de leat fas skuvllat gos sámi giella ja kultuvraovddasteamit leat goasii oaidnemeahttumat dahje dušše unna oasážat skuvlla doaimmain .
nob: Dette fra skoler der det samiske språket og det samiske innslaget for øvrig er en markert og naturlig del av skolens virksomhet , til skoler hvor det samiske språket og kulturytringer for øvrig er nærmest usynlig , eller utgjør kun en liten del av skolens virksomhet .

source: Sámediggeráđđi áigu oččodit , ee ekonomalaš veahkkedoaimmaid bokte , vejolašvuođaid ovddidit skuvllaid ollislaččabun ja ovttadássásaččabun oppa sámi guvlui ja oppa sámi álbmogii .
nob: Sametingsrådet vil arbeide for at det legges til rette , bl.a. gjennom økonomiske virkemidler , å utvikle skolene mot en mer helhetlig og likeverdig samisk skole for hele det samiske området og for hele den samiske befolkningen .

source: Sámediggeráđđi šálloša ahte Sámediggi ii leat ožžon ovddasvástádusa hálddašit diibmojuohkima sámegieloahpahussii .
nob: Sametingsrådet beklager at Sametinget ikke har fått forvaltningsansvar for tildeling av timer til samiskopplæringen .

source: Ráđđi áigu váldit initiatiivva departemeantta ektui dainna ulbmiliin ahte álggahit barggu mas dát ortnet dievaslaččat guorahallojuvvo dainna mihttomeriin ahte diibmojuohkin sámegieloahpahussii sirdojuvvo Sámediggái .
nob: Rådet vil ta initiativ overfor departementet med sikte på at det igangsettes et arbeid for å få en total gjennomgang av denne ordningen med målsetting om at fordeling av timer til samisk språkopplæring overføres til Sametinget .

source: IKT skuvllas
nob: IKT i skolen

source: Našuvnnalaš dásis čađahuvvo stuora áŋgiruššandoaibma oahpahusa informašuvdnateknologiija ( IKT ) olis , vrd. " IKT i norsk utdanning .
nob: På nasjonalt plan skjer det en stor satsing innen informasjonsteknologi ( IKT ) i utdanningen , j. fr " IKT i norsk utdanning .

source: O 97 ja O97Sámi eaktudit maiddái viiddiduvvon IKT-geavaheami buot skuvlla fágain . "
nob: L- 97 og L97Samisk forutsetter også utstrakt bruk av IKT i alle fag i skolen .

source: IKT i norsk utdanning .
nob: Den økonomiske rammen for planen " IKT i norsk utdanning .

source: Plan for 2000-2003 " – plána ekonomalaš rámma lea 757 mill. ruvnno , muhto plánas ii čilgejuvvo movt sámi skuvla galggašii sáhttit ávkkástallat dáiguin ruđaiguin .
nob: Plan for 2000-2003 " er på 757 mill. kroner , men det er i planen ikke skissert hvordan den samiske skolen skal kunne dra nytte av midlene .

source: Sámediggeráđđi lea vásihan ahte sámi skuvlii fertejit ruđat sierra biddjot jus sámi skuvla galgá sáhttit čuovvut dán suorggi ovdáneami .
nob: Sametingsrådets erfaring viser at i forhold til den samiske skolen , må det øremerkes midler dersom den samiske skolen skal kunne være med på utviklingen på dette feltet .

source: Sámediggeráđđi šálloša ja imaštallá go departemeanta ii namut sámi skuvlla sániin ge skuvlla IKT-áŋgiruššanplánas !
nob: Sametingsrådet beklager og synes det er oppsiktsvekkende at departementet i den nasjonale planen for satsing av IKT i skolen ikke nevner den samiske skolen med ett ord !
